import React from 'react';
import Navbar from '../components/navbar';
import SideNavbar from '../components/sideNavbar';

function About() {
    return (
        <>
        <Navbar></Navbar>
        {/* <SideNavbar /> */}
        <div class="form-body">
            <div class="row">
                <div class="form-holder">
                    <div class="form-content">
                        <div class="form-items">
                            <h3> כך הכל התחיל.
                                אפרת ומוריה שמעו הרצאה על ארגון נפלא,
                                על מערך שלם, מורכב, מפורט, שעושה כל כך הרבה טוב עם כל כך הרבה אנשים,
                                אז רק רצינו חלק בזה.
                                להביא את מה שאנחנו יכולות לעשות, להביא את היתרון של המכונה, ולתת לאנשי הציבור המדהימים האלה שאין להם תחליף יכולת לעזור בקלות וביעילות:)
                            </h3>
                            <h3>
                            העמותה נוסדה בשנת תשס"ג 2002. ע "י הרב ישראל וינגרטן זצ"ל נצר למשפחת וינגרטן העומדת בראש בית היתומות וינגרטן בירושלים לעילוי נשמת רעייתו מרת מרים ע"ה בת הרב יוסף ברוכמן זצ"ל אשר האצילה ממידותיה התרומיות והשפיעה מטוב ליבה בעין טובה ובנפש חפצה, אהבה ונעימות על כל סביבתה . הנחילה לצאצאיה כערך ראשון במעלה את הנתינה וההטבה לזולת, ונפטרה ממחלת הסרטן.
                            </h3>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        </>
    );
};
export default About;